IDENTIFICATION DIVISION.
PROGRAM-ID. INCIDENTS.

DATA DIVISION.
WORKING-STORAGE SECTION.
01 INCIDENT-COUNT PIC 9(2) VALUE 02.

PROCEDURE DIVISION.
    DISPLAY "BEFORE: " INCIDENT-COUNT
    ADD 1 TO INCIDENT-COUNT
    DISPLAY "AFTER:  " INCIDENT-COUNT
    STOP RUN.
